Repository: hubbl-ai/iso_639_2
Catalog: locale/*/LC_MESSAGES/django.po
Languages: az, et, mk

# ISO_639-2.AB
source: Abkhazian
mk: Српски

# ISO_639-2.AF
source: Afrikaans
az: Afrika
et: Lõuna-Aafrika
mk: Африкански

# ISO_639-2.AK
source: Akan
az: Afrika
et: Lõuna-Aafrika
mk: Српски

# ISO_639-2.AM
source: Amharic
az: Ərəbcə
et: Araabia
mk: Арапски

# ISO_639-2.AR
source: Arabic
az: Ərəbcə
et: Araabia
mk: Арапски

# ISO_639-2.AV
source: Avaric
az: Ərəbcə
et: Araabia
mk: Арапски

# ISO_639-2.AZ
source: Azerbaijani
az: Azərbaycan türkçəsi
et: Aserbaidžaani
mk: Српски

# ISO_639-2.BE
source: Belarusian
az: Belorusca
et: Valgevene
mk: Бугарски

# ISO_639-2.BG
source: Bulgarian
az: Bolqarca
et: Bulgaaria
mk: Бугарски

# ISO_639-2.BH
source: Bihari languages
az: Korecə
et: Korea
mk: Корејски

# ISO_639-2.BR
source: Breton
mk: Бретонски

# ISO_639-2.BS
source: Bosnian
az: Rumınca
et: Rumeenia
mk: Романски

# ISO_639-2.CE
source: Chechen
az: Çex
et: Tšehhi
mk: Чешки

# ISO_639-2.CO
source: Corsican
mk: Естонски

# ISO_639-2.CR
source: Cree
az: Yunanca
et: Kreeka
mk: Грчки

# ISO_639-2.CS
source: Czech
az: Çex
et: Tšehhi
mk: Чешки

# ISO_639-2.CY
source: Welsh
mk: WebTree

# ISO_639-2.DA
source: Danish
az: Danimarka
et: Taani
mk: Дански

# ISO_639-2.DE
source: German
az: Alman
et: Saksa
mk: Германски

# ISO_639-2.EN
source: English
az: İngiliscə
et: Inglise
mk: Англиски (Британски)

# ISO_639-2.EO
source: Esperanto
mk: Есперанто

# ISO_639-2.ET
source: Estonian
az: Estonca
et: Eesti
mk: Естонски

# ISO_639-2.EU
source: Basque
az: Baskca
et: Baski
mk: Баскиски

# ISO_639-2.FA
source: Persian
az: Çap Et
et: Prindi
mk: Српски

# ISO_639-2.FI
source: Finnish
az: Fincə
et: Soome
mk: Фински

# ISO_639-2.FR
source: French
az: Fransızca
et: Prantsuse
mk: Француски

# ISO_639-2.FY
source: Western Frisian
az: Ukraynaca
et: Ukraina
mk: Украински

# ISO_639-2.GA
source: Irish
az: İrlandca
et: Iiri
mk: Ирски

# ISO_639-2.GN
source: Guarani
mk: Бугарски

# ISO_639-2.HE
source: Hebrew
az: İvrit
et: Heebrea
mk: Еврејски

# ISO_639-2.HO
source: Hiri Motu
az: Axtar
et: Otsi
mk: Турски

# ISO_639-2.HR
source: Croatian
az: Xırvatca
et: Horvaatia
mk: Хрватски

# ISO_639-2.HU
source: Hungarian
az: Macarca
et: Ungari
mk: Унгарски

# ISO_639-2.HY
source: Armenian
mk: Романски

# ISO_639-2.HZ
source: Herero
az: İvrit
et: Heebrea
mk: Еврејски

# ISO_639-2.ID
source: Indonesian
az: İndoneziyaca
et: Indoneesia
mk: Естонски

# ISO_639-2.II
source: Sichuan Yi; Nuosu
az: Litva
et: Leedu
mk: Литвански

# ISO_639-2.IS
source: Icelandic
az: İslandiyaca
et: Islandi
mk: Исландски

# ISO_639-2.IT
source: Italian
az: İtalyan
et: Itaalia
mk: Италијански

# ISO_639-2.JA
source: Japanese
az: Yaponca
et: Jaapani
mk: Јапонски

# ISO_639-2.JV
source: Javanese
az: Yaponca
et: Jaapani
mk: Јапонски

# ISO_639-2.KA
source: Georgian
mk: Германски

# ISO_639-2.KO
source: Korean
az: Korecə
et: Korea
mk: Корејски

# ISO_639-2.KR
source: Kanuri
az: Türkcə
et: Türgi
mk: Турски

# ISO_639-2.KU
source: Kurdish
az: Türkcə
et: Türgi
mk: Турски

# ISO_639-2.KW
source: Cornish
az: Rənglər
et: Värvid
mk: Ирски

# ISO_639-2.LA
source: Latin
az: Yer
et: Asukoht
mk: Хрватска

# ISO_639-2.LT
source: Lithuanian
az: Litva
et: Leedu
mk: Литвански

# ISO_639-2.LV
source: Latvian
az: Latviya
et: Läti
mk: Хрватска

# ISO_639-2.MH
source: Marshallese
az: Səhv
et: ei
mk: KStep

# ISO_639-2.MI
source: Maori
az: Kənarlar
et: Ääred
mk: Маорски

# ISO_639-2.MK
source: Macedonian
az: Makedonca
et: Makedoonia
mk: Македонски

# ISO_639-2.MN
source: Mongolian
mk: Македонски

# ISO_639-2.MR
source: Marathi
mk: Маорски

# ISO_639-2.MT
source: Maltese
az: Səhv
et: ei
mk: KStep

# ISO_639-2.NG
source: Ndonga
mk: Естонски

# ISO_639-2.NN
source: Norwegian Nynorsk; Nynorsk, Norwegian
az: Norveçcə
et: Norra
mk: Норвешки (Nynorsk)

# ISO_639-2.NO
source: Norwegian
az: Norveçcə
et: Norra
mk: Корејски

# ISO_639-2.OS
source: Ossetian; Ossetic
az: Rusca
et: Vene
mk: Руски

# ISO_639-2.PI
source: Pali
az: Polyakca
et: Poola
mk: Полски

# ISO_639-2.PL
source: Polish
az: Polyakca
et: Poola
mk: Полски

# ISO_639-2.PT
source: Portuguese
az: Portuqal
et: Portugali
mk: Португалски

# ISO_639-2.RM
source: Romansh
az: Rumınca
et: Rumeenia
mk: Романски

# ISO_639-2.RO
source: Romanian; Moldavian; Moldovan
mk: Хрватска

# ISO_639-2.RU
source: Russian
az: Rusca
et: Vene
mk: Руски

# ISO_639-2.SC
source: Sardinian
az: Makedonca
et: Makedoonia
mk: Македонски

# ISO_639-2.SI
source: Sinhala; Sinhalese
az: Vyetnamca
et: Vietnami
mk: Лоза

# ISO_639-2.SK
source: Slovak
et: Slovakkia
mk: Словачки

# ISO_639-2.SL
source: Slovenian
az: Slovakca
et: Sloveenia
mk: Словенечки

# ISO_639-2.SN
source: Shona
mk: XChat

# ISO_639-2.SQ
source: Albanian
az: Albaniya
et: Albaania
mk: Српски

# ISO_639-2.SR
source: Serbian
az: Serbcə
et: Serbia
mk: Српски

# ISO_639-2.SV
source: Swedish
az: İsveçcə
et: Rootsi
mk: Шведски

# ISO_639-2.TA
source: Tamil
az: Thai
et: Tai
mk: Тамилски

# ISO_639-2.TG
source: Tajik
az: Thai
et: Tai
mk: Таи

# ISO_639-2.TH
source: Thai
et: Tai
mk: Таи

# ISO_639-2.TI
source: Tigrinya
az: Türkcə
et: Türgi
mk: Турски

# ISO_639-2.TR
source: Turkish
az: Türkcə
et: Türgi
mk: Турски

# ISO_639-2.TY
source: Tahitian
az: Latviya
et: Läti
mk: Хрватска

# ISO_639-2.UK
source: Ukrainian
az: Ukraynaca
et: Ukraina
mk: Украински

# ISO_639-2.VI
source: Vietnamese
az: Vyetnamca
et: Vietnami
mk: Лоза

# ISO_639-2.WA
source: Walloon
mk: Валонски

# ISO_639-2.XH
source: Xhosa
mk: XChat

# ISO_639-2.ZH
source: Chinese
az: Çincə
et: Hiina
mk: Кинески

# ISO_639-2.ZU
source: Zulu
mk: Јулија

# ISO_639-2.AN
source: Aragonese
az: Faero
et: Fääri

# ISO_639-2.BN
source: Bangla
az: Baltik
et: Balti

# ISO_639-2.FJ
source: Fijian
az: Axtar
et: Otsi

# ISO_639-2.FO
source: Faroese
az: Faero
et: Fääri

# ISO_639-2.GL
source: Galician
az: Qaleon
et: Galeon

# ISO_639-2.GV
source: Manx
az: Kənarlar

# ISO_639-2.HA
source: Hausa
az: Balsa
et: Paus

# ISO_639-2.HI
source: Hindi
az: Axtar
et: Otsi

# ISO_639-2.IE
source: Interlingue; Occidental
az: İcra edilir
et: Renderdamine

# ISO_639-2.IK
source: Inupiaq
az: Hintcə
et: India

# ISO_639-2.LN
source: Lingala
az: Qa_nuni
et: Le_gal

# ISO_639-2.MG
source: Malagasy
az: Balsa

# ISO_639-2.MS
source: Malay
az: Balsa

# ISO_639-2.NE
source: Nepali
az: Yeni _ləqəb

# ISO_639-2.OM
source: Oromo
az: kaynak :
et: alates

# ISO_639-2.SD
source: Sindhi
az: Axtar
et: Otsi

# ISO_639-2.SA
source: Sanskrit
et: seriifideta
